/*
 * Click nbfs://nbhost/SystemFileSystem/Templates/Licenses/license-default.txt to change this license
 * Click nbfs://nbhost/SystemFileSystem/Templates/Classes/Class.java to edit this template
 */
package simulador.pokemon;

/**
 *
 * @author USUARIO
 */
public class Tentacool extends Pokemon {
    
    public Tentacool() {
        super("Tentacool", 40, 40, TipoPokemon.VENENO);
    }
    
}

                                                                            //⬜⬜⬜⬜⬜⬜⬜⬜⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬜⬜⬛⬛🟦🟦🟦⬛⬛⬛⬛⬜⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬜⬛⬛🟦🟦🟦⬛🟪🟪🟪⬛⬛⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬛⬜⬛🟦🟦🟦⬛🟪⬜🟪🟪⬛⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬛🟪⬛🟦🟦🟦🟦⬛🟪⬜🟪🟥🟥⬛⬜⬜⬜
                                                                            //⬜⬜⬜⬛🟪⬛🟦⬛⬛🟦🟦⬛🟪🟥🏻🟥⬛⬜⬜⬜
                                                                            //⬜⬜⬜⬛🟥⬛⬛🏻🟥⬛🟦🟦⬛🟥🟥🟥⬛⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬛⬛⬛🟥🟥⬛🟦🟦🟦⬛⬛⬛⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬜⬛🟦⬛⬛🟦🟦🟦🟦🟦🟦⬛⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬛⬛⬛🟦🟦🟦🟦🟦🟦🟦🟦🟦⬛⬛⬛⬛⬜
                                                                            //⬜⬜⬛🟦🟦⬛⬛🟦🟦⬛🟦⬛⬛⬛⬛🟦🟦🟦🟦⬛
                                                                            //⬜⬜⬛🟦🟦🌫️⬛🟦🟦🟦⬛🌫️🌫️⬛🟦🟦🟦🟦🟦⬛
                                                                            //⬜⬜⬜⬛⬛🟦🟦⬛🟦⬛⬛⬜🟦🟦⬛🟦🟦🟦⬛⬜
                                                                            //⬜⬛⬛⬜⬜⬛⬛🟦⬛🟦🟦🟦⬛⬛⬜⬛⬛⬛⬜⬜
                                                                            //⬛🏻🏻⬛⬛⬛🟧⬛🟦🟦⬛⬛🟧⬛⬜⬜⬜⬜⬜⬜
                                                                            //⬛⬛🏻🏻🟧🟧⬛⬛⬛⬛⬜⬜⬛🟧⬛⬜⬜⬜⬜⬜
                                                                            //⬜⬜⬛⬛⬛⬛⬜⬜⬜⬜⬛⬛⬛🟧⬛⬜⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬜⬜⬜⬜⬜⬛⬛🏻🏻🏻⬛⬜⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬜⬜⬜⬜⬜⬛🏻🏻🏻⬛⬜⬜⬜⬜⬜⬜
                                                                            //⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜