/*
 * Click nbfs://nbhost/SystemFileSystem/Templates/Licenses/license-default.txt to change this license
 * Click nbfs://nbhost/SystemFileSystem/Templates/Classes/Class.java to edit this template
 */
package simulador.pokemon;

/**
 *
 * @author USUARIO
 */
public class Voltorb extends Pokemon {
    
    public Voltorb() {
        super("Voltorb", 40, 30, TipoPokemon.ELECTRICO);
    }
    
}

                                                            //⬜⬜⬜⬜⬜⬛⬛⬛⬛⬜⬜⬜⬜⬜
                                                            //⬜⬜⬜⬛⬛🟥🟥🟥🟥⬛⬛⬜⬜⬜
                                                            //⬜⬜⬛🟥🟥🟥🟥🟥🟥🟥🟥⬛⬜⬜
                                                            //⬜⬛🟥⬜⬜🟥🟥🟥🟥🟥🟥🟥⬛⬜
                                                            //⬜⬛⬜⬜⬜🟥🟥🟥🟥🟥🟥🟥⬛⬜
                                                            //⬛🟥⬜⬜🟥🟥🟥🟥🟥🟥🟥🟥🟥⬛
                                                            //⬛🟥🟥🟥🟥⬛🟥🟥⬛🟥🟥🟥⬛⬛
                                                            //⬛⬛🟥🟥🟥⬛⬛⬛⬜🟥🟥🟥⬛⬛
                                                            //⬛⬜⬛🟥🟥🟥⬜⬛⬜🟥🟥⬛🌫️⬛
                                                            //⬜⬛🟥⬛🟥🟥🟥🟥🟥🟥⬛🌫️⬛⬜
                                                            //⬜⬛🟥🟥🟥🟥🟥🟥⬛⬛🌫️🌫️⬛⬜
                                                            //⬜⬜⬛⬛⬛⬛⬛⬛⬜⬜🌫️⬛⬜⬜
                                                            //⬜⬜⬜⬛⬛⬜⬜⬜⬜⬛⬛⬜⬜⬜
                                                            //⬜⬜⬜⬜⬜⬛⬛⬛⬛⬜⬜⬜⬜⬜